[
{
    "name": "Pliny The Elder",
    "breweryName": "Russian River",
    "description": "Pliny the Elder is brewed with Amarillo, Centennial, CTZ, and Simcoe hops. It is well-balanced with malt, hops, and alcohol, slightly bitter with a fresh hop aroma of floral, citrus, and pine. Best enjoyed FRESH! That is why we make it in such a limited supply. The actual bottling date is printed on each bottle!",
    "alcContent": "8.0%",
    "style": "Double IPA"
},
{
    "name": "Enjoy By",
    "breweryName": "Stone",
    "description": "Consistently delivered faster than any bottled IPA on the planet, Stone Enjoy By IPA facilitated a paradigm shift in respect for and enjoyment of hoppy beers by ensuring craft beer fans the ultimate level of freshness. We brew this intense double IPA with more than 10 different hops, employing hop-bursting and dry-hopping techniques to amp up the peach and tropical fruit notes and overall hop factor. Brewed specifically NOT to last, this devastatingly fresh, golden beauty should be enjoyed within 37 days.",
    "alcContent": "9.4",
    "style": "Double IP"
},
{
    "name": "Budweiser",
    "breweryName": "Anheiser-Bush",
    "description": "Budweiser is a medium-bodied, flavorful, crisp American style lager. Brewed with the best barley malt and a blend of premium hop varieties.",
    "alcContent": "5.0",
    "style": "American Lager"
},
{
    "name": "Modelo",
    "breweryName": "Grupo Modelo",
    "description": "Well-balanced taste and light hop character with a crisp, clean finish. Modelo Especial is characterized by an orange blossom honey aroma with a hint of herb. Modelo Especial contains Water, Barley Malt, Non-malted Cereals and Hops.",
    "alcContent": "4.4",
    "style": "Mexican Lager"
},
{
    "name": "Bud Light",
    "breweryName": "Anheiser-Bush",
    "description": "We carefully brew our beer to be perfect for anywhere there's fun-because when there's fun, there's a Bud Light there. Every bottle, can and draft of Bud Light uses four simple, high quality ingredients to create a clean, crisp taste.",
    "alcContent": "4.2",
    "style": "American Light Lager"
},
{
    "name": "Pabst Blue Ribbon",
    "breweryName": "Pabst Blue Ribbon",
    "description": "A refreshing light lager always good for all the time",
    "alcContent": "4.8",
    "style": "American Light Lager"
},
{
    "name": "Guiness Draught",
    "breweryName": "Guinness",
    "description": "Rich and creamy. Distinctively black. Velvety in its finish. This iconic beer is defined by harmony. Sip after sip, sweet counters bitter as the malt arrives on cue to compliment a base of roasted barley. Just as the unmistakable white head sits flush atop the dark beer, so do the flavors counter and combine perfectly. This is our greatest innovation. Truly unique. Perfectly balanced. Made of More™.",
    "alcContent": "4.2",
    "style": "Dry Stout"
},
{
    "name": "Campfire Stout",
    "breweryName": "High Water Brewing",
    "description": "Stout brewed with graham crackers, molasses with natural flavor added. Campfire Stout evokes fond memories of wilderness and camping adventures. Notes of chocolate and graham cracker topped with a hint of marshmallow will leave you wanting s’more. Like any campfire experience, this beer is best shared with a warm circle of family and friends.",
    "alcContent": "",
    "style": ""
},
{
    "name": "Hoptomic",
    "breweryName": "Morgan Territory",
    "description": "A Hop Driven Beer Hoptomic is a hop forward West-Coast Double IPA that’s driven by profiles of Citrus, Pine and Resin. We keep the malt bill simple so it won't interfere with all the hops.",
    "alcContent": "8.5",
    "style": "Dpuble IPA"
},
{
    "name": "Guava Happens",
    "breweryName": "The Rare Barrel",
    "description": "golden sour beer aged in oak barrels with pink guava",
    "alcContent": "7.1",
    "style": "Sour Ale"
}
]